research.org
#+title: Zi Liang
#+author:liangzid 
#+FILETAGS: noshow, 
#+date: Fri Sep 10 14:23:46 2021
#+email: 2273067585@qq.com 


Zi Liang is a master student in Xi'an Jiaotong University. He focuses *Model Analysis* in Pre-trained Models, especially Pre-trained Language Models for generation. For application, he is interested in * dialogue systems *.

** Education

1. 2016-2020: Northeastern University in Shenyang. Major in /cybernetics (Control Theory)/;
2. 2020-now: Xi'an Jiaotong University in Xi'an. Major in /software engineer/ and research for /task-oriented dialogue systems/;

** He was interested in:
# *** Model compression and acceleration.
*** Dialogue systems.

*** Pre-trained Models based NLG.

** Paper Published.

_Empty Now..._

** Contact Me

*** MAIL: liangzid@stu.xjtu.edu.cn
*** Google Scholar: [[https://scholar.google.com/citations?user=pzrGwvMAAAAJ&hl=zh-CN][HERE]]
*** WeChat: forstliangzi