research.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2023-08-21 一 15:03 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Zi Liang</title>
<meta name="author" content="liangzid" />
<meta name="generator" content="Org Mode" />
<link rel='stylesheet' type='text/css' href='https://gongzhitaao.org/orgcss/org.css'/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Zi Liang</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org20bef05">1. Education</a></li>
<li><a href="#orga7879e3">2. He was interested in:</a>
<ul>
<li><a href="#orgc32b3fd">2.1. Dialogue systems.</a></li>
<li><a href="#org4ee9374">2.2. Pre-trained Models based NLG.</a></li>
</ul>
</li>
<li><a href="#org26c2394">3. Paper Published.</a></li>
<li><a href="#orgf998725">4. Contact Me</a>
<ul>
<li><a href="#orga08d707">4.1. MAIL: liangzid@stu.xjtu.edu.cn</a></li>
<li><a href="#org11a8f59">4.2. Google Scholar: HERE</a></li>
<li><a href="#org875809d">4.3. WeChat: forstliangzi</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
Zi Liang is a master student in Xi'an Jiaotong University.
He focuses <b>Model Analysis</b> in Pre-trained Models, especially Pre-trained Language Models for generation.
For application, he is interested in <b>dialogue systems</b>.
</p>

<div id="outline-container-org20bef05" class="outline-2">
<h2 id="org20bef05"><span class="section-number-2">1.</span> Education</h2>
<div class="outline-text-2" id="text-1">
<ol class="org-ol">
<li>2016-2020: Northeastern University in Shenyang. Major in <i>cybernetics (Control Theory)</i>;</li>
<li>2020-now: Xi'an Jiaotong University in Xi'an. Major in <i>software engineer</i> and research for <i>task-oriented dialogue systems</i>;</li>
</ol>
</div>
</div>

<div id="outline-container-orga7879e3" class="outline-2">
<h2 id="orga7879e3"><span class="section-number-2">2.</span> He was interested in:</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgc32b3fd" class="outline-3">
<h3 id="orgc32b3fd"><span class="section-number-3">2.1.</span> Dialogue systems.</h3>
</div>

<div id="outline-container-org4ee9374" class="outline-3">
<h3 id="org4ee9374"><span class="section-number-3">2.2.</span> Pre-trained Models based NLG.</h3>
</div>
</div>

<div id="outline-container-org26c2394" class="outline-2">
<h2 id="org26c2394"><span class="section-number-2">3.</span> Paper Published.</h2>
<div class="outline-text-2" id="text-3">
<p>
<span class="underline">Empty Now&#x2026;</span>
</p>
</div>
</div>

<div id="outline-container-orgf998725" class="outline-2">
<h2 id="orgf998725"><span class="section-number-2">4.</span> Contact Me</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orga08d707" class="outline-3">
<h3 id="orga08d707"><span class="section-number-3">4.1.</span> MAIL: liangzid@stu.xjtu.edu.cn</h3>
</div>
<div id="outline-container-org11a8f59" class="outline-3">
<h3 id="org11a8f59"><span class="section-number-3">4.2.</span> Google Scholar: <a href="https://scholar.google.com/citations?user=pzrGwvMAAAAJ&amp;hl=zh-CN">HERE</a></h3>
</div>
<div id="outline-container-org875809d" class="outline-3">
<h3 id="org875809d"><span class="section-number-3">4.3.</span> WeChat: forstliangzi</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: Fri Sep 10 14:23:46 2021</p>
<p class="author">Author: liangzid</p>
<p class="date">Created: 2023-08-21 一 15:03</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
